"BotFeedRefreshHeaderIdleText" = "下拉可以刷新";
"BotFeedRefreshHeaderPullingText" = "松开立即刷新";
"BotFeedRefreshHeaderRefreshingText" = "正在刷新数据中...";

"BotFeedRefreshAutoFooterIdleText" = "点击或上拉加载更多";
"BotFeedRefreshAutoFooterRefreshingText" = "正在加载更多的数据...";
"BotFeedRefreshAutoFooterNoMoreDataText" = "已经全部加载完毕";

"BotFeedRefreshBackFooterIdleText" = "上拉可以加载更多";
"BotFeedRefreshBackFooterPullingText" = "松开立即加载更多";
"BotFeedRefreshBackFooterRefreshingText" = "正在加载更多的数据...";
"BotFeedRefreshBackFooterNoMoreDataText" = "已经全部加载完毕";

"BotFeedRefreshHeaderLastTimeText" = "最后更新：";
"BotFeedRefreshHeaderDateTodayText" = "今天";
"BotFeedRefreshHeaderNoneLastDateText" = "无记录";
